src/QLDiemComApp/test/TestLuuDiemHocBa/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:qld="QLDiemComApp">
  <soapenv:Body>
    <qld:LuuDiemHocBaOperation>
      <hocky>1</hocky>
      <idnamhoc>1</idnamhoc>
      <idhocsinh>1</idhocsinh>
      <idlop>1</idlop>
      <diemtrungbinh>7.5</diemtrungbinh>
    </qld:LuuDiemHocBaOperation>
  </soapenv:Body>
</soapenv:Envelope>